Repository: evilfer/moonrock-demo-old-nquire
Catalog: src/modules/revision_deletion/translations/*.po
Languages: de

source: Yes
de: Ja

source: No
de: Nein

source: Manual
de: Handbuch

source: Always
de: Immer

source: Revision Mass Deletion Settings
de: Einstellung für die Massen-Löschungen

source: Content types
de: Inhaltstypen

source: Automatic deletion interval
de: Intervalleinstellung für die automatischen Löschungen.

source: Revision Age
de: Alter der Version

source: Age of revisions that should be deleted.
de: Alter der Versionen, die gelöscht werden sollten

source: Current Revision Age
de: Aktuelles Versionsalter

source: List settings
de: Einstellungen für die Listenansicht

source: Keep original
de: Originalversion behalten

source: Keep last revison per date
de: Die neueste Version pro Datum beibehalten

source: Save configuration
de: Konfiguration speichern

source: Reset to defaults
de: Zurücksetzen

source: This module will greatly speed up the task of deleting old revisions of nodes. The database clutter and space can be quickly reclaimed as this module, on cron runs, will delete aged revisions (never the current revision) of nodes older than a set period of time. Options include frequency of the cron deletion job, and the age of revisions before being deleted. Cron.php must be run to execute.
de: Dieses Modul ermöglicht ein rasches Löschen veralterter Versionen. Revision Deletion läuft als Cron mit der spezifierten Speicherdauer und entfernt alle älteren Versionen aus der Datenbank (niemals die aktuellen Versionen!).Es gibt Optionen um das Löscheintervall und das Alter der Versionen einzustellen.die cron.php muss laufen können.

source: Using revisions is a good way to improve the integrity of your node content; however it may result in a significant increase in your database size. This page lists the nodes that currently have revisions meeting the deletion criteria and allows you to delete them.
de: Das Versions-Management dient der Integrität der Inhalte. <br />Mit der Zeit sammeln sich allerdings große Datenmengen mit veralterten Versionen an. <br />Hier werden alle Version aufgelistet und die veralterten sind bereits zum Löschen markiert.

source: Current revision
de: Aktuelle Version

source: Young current
de: Aktuellste Version

source: Last for !date
de: Letzte vom !date

source: Revisions for "@title"
de: Versionen von "@title"

source: Delete
de: Löschen

source: Revision ID
de: Verisons ID

source: User
de: Benutzer

source: Date/Time
de: Datum/Zeit

source: Operations
de: Operationen

source: Notes
de: Notizen

source: revert
de: zurücksetzen

source: delete
de: löschen

source: Note that there is no confirmation for this action.
de: Achtung! Die Löschaktion wird sofort ohne Nachfrage durchgeführt!

source: Delete selected
de: Ausgewählte löschen

source: No revisions deleted.
de: Es wurde keine Version gelöscht.

source: Title
de: Titel

source: Type
de: Typ

source: view !type
de: !type ansehen

source: list revisions
de: Versionen auflisten

source: view revision
de: Version ansehen

source: Published
de: Veröffentlicht

source: Unpublished
de: Unveröffentlicht

source: Click the title to view the current content; click the revision ID to view the revision. Clicking on the "Run Revision Deletion" button will delete all of the selected revisions, even if they are shown on other pages.
de: Klicken Sie auf den Titel um den aktuellen Inhalt einzusehen. <br />Klicken Sie auf die Versions ID um die jeweilige Version einzusehen. <br />Wenn Sie auf den "Version löschen" Button klicken werden alle ausgewählten Versionen gelöscht, selbst wenn diese noch auf anderen Seiten angezeigt werden sollten!

source: Automatic deletion is not currently scheduled.
de: Die automatischen Löschungen sind noch nicht konfiguriert.

source: Automatic deletion is scheduled to run every !interval.
de: Die automatische Löschungen sind so konfiguriert, das sie alle !interval laufen.

source: It was last run !last_update_time (!last_update_ago ago).
de: Der letzte automatische Löschvorgang war !last_update_time (vor !last_update_ago).

source: It has not yet run automatically.
de: Ist noch nie automatisch abgelaufen.

source: If the current revision was created less than !current_age ago, the next older revision will be kept.
de: Falls die akteulle Verision neuer als das !current_age Datum sein sollte, so wird die nächst ältere Version behalten.

source: The original revision will be kept.
de: Die Originalversion wird beibehalten.

source: The last revision for each date will be kept.
de: Die neueste Version von jedem Datum wird beibehalten.

source: It will delete revisions that are older than !age_interval.
de: Es werden alle Versionen gelöscht, die älter als !age_interval sind.

source: Selection Rules
de: Auswahlkriterien:

source: Run Revision Deletion
de: Version löschen

source: No content with deletable revisions found.
de: Es wurden keine Inhalte mit Versionen, die gelöscht werden könnten, gefunden.

source: Revision Deletion
de: Versionslöschung

source: @type: node @nid, deleted %title, revision @revision.
de: @type: Node @nid, gelöscht %title, Version @revision.

source: Deleted one revision.
de: eine Version löschen

source: mass delete revisions
de: Massenweise Versionen löschen

source: Revisions to Mass Delete
de: Revisionen die zur Löschung fällig sind.

source: Configure or manually run the revision deletion module
de: Revision Deletion Modul manuell starten oder konfigurieren.

source: List
de: Alle anzeigen

source: Settings
de: Einstellungen

source: Configure settings for the revision deletion module
de: Einstellungen für das Revision Deletion Modul (Versionslöschungen) konfigurieren

source: Enables the ability to mass delete aging node revisions.
de: Hier können Sie alle veralterten Versionen auf einmal entfernen.
